Repository: mfmansueli/CueStudio
Catalog: Cue Studio/SupportFiles/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, nb, nl, pt_br, sv, th, tr, vi, zh_hans, zh_hant

source: The picture is read here, never kept.
ar: تُقرأ الصورة هنا ولا تُحفظ أبدًا.
da: Billedet læses her og gemmes aldrig.
de: Das Bild wird hier gelesen, nie gespeichert.
es: La imagen se lee aquí y nunca se guarda.
fr: L’image est lue ici, jamais conservée.
hi: तस्वीर यहीं पढ़ी जाती है, कभी सेव नहीं होती।
id: Gambar dibaca di sini, tak pernah disimpan.
it: L’immagine viene letta qui, mai conservata.
ja: 画像はここで読み取り、保存しません。
ko: 사진은 여기서만 읽고 저장하지 않아요.
nb: Bildet leses her og lagres aldri.
nl: De foto wordt hier gelezen, nooit bewaard.
pt_br: A imagem é lida aqui e nunca guardada.
sv: Bilden läses här och sparas aldrig.
th: อ่านรูปบนเครื่องนี้ ไม่เก็บไว้เลย
tr: Görsel burada okunur, asla saklanmaz.
vi: Ảnh được đọc tại đây, không bao giờ lưu.
zh_hans: 图片在本机读取，绝不保存。
zh_hant: 圖片在本機讀取，絕不保存。

source: The POV line
ar: سطر POV
da: POV-linjen
de: Die POV-Zeile
es: La línea POV
fr: La ligne POV
hi: POV लाइन
id: Kalimat POV
it: La riga POV
ja: POVの一言
ko: POV 문장
nb: POV-linjen
nl: De POV-regel
pt_br: A linha POV
sv: POV-raden
th: บรรทัด POV
tr: POV cümlesi
vi: Câu POV
zh_hans: POV 开场句
zh_hant: POV 開場句

source: The preview couldn't be built
ar: تعذّر إنشاء المعاينة
da: Forhåndsvisningen kunne ikke opbygges
de: Die Vorschau konnte nicht erstellt werden
es: No se pudo crear la vista previa
fr: Impossible de créer l’aperçu
hi: प्रीव्यू नहीं बन सका
id: Pratinjau tidak bisa dibuat
it: Impossibile creare l’anteprima
ja: プレビューを作成できませんでした
ko: 미리보기를 만들 수 없어요
nb: Forhåndsvisningen kunne ikke bygges
nl: Het voorbeeld kon niet worden opgebouwd
pt_br: Não deu para montar a prévia
sv: Förhandsvisningen kunde inte byggas
th: สร้างพรีวิวไม่ได้
tr: Önizleme oluşturulamadı
vi: Không thể dựng bản xem trước
zh_hans: 无法生成预览
zh_hant: 無法建立預覽

source: The result wasn’t in the right language, so your script is unchanged. Try again.
ar: لم تكن النتيجة باللغة الصحيحة، لذا بقي نصّك كما هو. حاول مرة أخرى.
da: Resultatet var ikke på det rigtige sprog, så dit manuskript er uændret. Prøv igen.
de: Das Ergebnis war nicht in der richtigen Sprache, daher ist dein Skript unverändert. Versuch es noch einmal.
es: El resultado no estaba en el idioma correcto, así que tu guion no ha cambiado. Inténtalo de nuevo.
fr: Le résultat n’était pas dans la bonne langue, votre script est donc inchangé. Réessayez.
hi: नतीजा सही भाषा में नहीं आया, इसलिए आपकी स्क्रिप्ट जैसी थी वैसी ही है। फिर से कोशिश करें।
id: Hasilnya tidak dalam bahasa yang benar, jadi naskahmu tidak berubah. Coba lagi.
it: Il risultato non era nella lingua giusta, quindi il tuo copione è rimasto com’era. Riprova.
ja: 結果が正しい言語ではなかったため、台本は変更されていません。もう一度お試しください。
ko: 결과가 올바른 언어가 아니어서 대본은 그대로예요. 다시 시도해 보세요.
nb: Resultatet var ikke på riktig språk, så manuset ditt er uendret. Prøv igjen.
nl: Het resultaat was niet in de juiste taal, dus je script is ongewijzigd. Probeer het opnieuw.
pt_br: O resultado não veio no idioma certo, então o seu roteiro continua como estava. Tente de novo.
sv: Resultatet var inte på rätt språk, så ditt manus är oförändrat. Försök igen.
th: ผลลัพธ์ไม่ได้อยู่ในภาษาที่ถูกต้อง สคริปต์ของคุณจึงไม่เปลี่ยนแปลง ลองอีกครั้ง
tr: Sonuç doğru dilde gelmedi, bu yüzden senaryon olduğu gibi kaldı. Tekrar dene.
vi: Kết quả không đúng ngôn ngữ nên kịch bản của bạn vẫn như cũ. Hãy thử lại.
zh_hans: 结果不是正确的语言，所以你的脚本没有改动。请再试一次。
zh_hant: 結果不是正確的語言，所以你的腳本沒有更動。請再試一次。

source: The scene
ar: المشهد
da: Scenen
de: Die Szene
es: La escena
fr: La scène
hi: दृश्य
id: Adegannya
it: La scena
ja: 場面
ko: 장면
nb: Scenen
nl: De scène
pt_br: A cena
sv: Scenen
th: ฉาก
tr: Sahne
vi: Cảnh quay
zh_hans: 场景
zh_hant: 場景

source: The six letters and numbers under the QR code on the teleprompter.
ar: الأحرف والأرقام الستة أسفل رمز QR على الملقّن.
da: De seks bogstaver og tal under QR-koden på teleprompteren.
de: Die sechs Buchstaben und Zahlen unter dem QR-Code am Teleprompter.
es: Las seis letras y números bajo el código QR del teleprompter.
fr: Les six lettres et chiffres sous le code QR du téléprompteur.
hi: टेलीप्रॉम्प्टर पर QR कोड के नीचे के छह अक्षर और अंक।
id: Enam huruf dan angka di bawah kode QR pada teleprompter.
it: Le sei lettere e numeri sotto il codice QR del teleprompter.
ja: プロンプターのQRコードの下にある6文字の英数字です。
ko: 프롬프터의 QR 코드 아래에 있는 영문과 숫자 6자리예요.
nb: De seks bokstavene og sifrene under QR-koden på teleprompteren.
nl: De zes letters en cijfers onder de QR-code op de teleprompter.
pt_br: As seis letras e números embaixo do QR code no teleprompter.
sv: De sex bokstäverna och siffrorna under QR-koden på teleprompter.
th: ตัวอักษรและตัวเลขหกตัวใต้ QR โค้ดบนเทเลพรอมป์เตอร์
tr: Teleprompter'daki QR kodun altındaki altı harf ve rakam.
vi: Sáu chữ và số bên dưới mã QR trên teleprompter.
zh_hans: 提词器二维码下方的 6 位字母和数字。
zh_hant: 提詞機上 QR 碼下方的六個英數字元。

source: The story behind my grandma’s recipe
ar: القصة وراء وصفة جدتي
da: Historien bag min bedstemors opskrift
de: Die Geschichte hinter dem Rezept meiner Oma
es: La historia detrás de la receta de mi abuela
fr: L’histoire derrière la recette de ma grand-mère
hi: मेरी दादी की रेसिपी के पीछे की कहानी
id: Kisah di balik resep nenekku
it: La storia dietro la ricetta di mia nonna
ja: 祖母のレシピにまつわる話
ko: 할머니 레시피에 얽힌 이야기
nb: Historien bak bestemorens oppskrift
nl: Het verhaal achter het recept van mijn oma
pt_br: A história por trás da receita da minha avó
sv: Historien bakom min mormors recept
th: เรื่องราวเบื้องหลังสูตรอาหารของยาย
tr: Büyükannemin tarifinin ardındaki hikâye
vi: Câu chuyện đằng sau công thức của bà mình
zh_hans: 外婆食谱背后的故事
zh_hant: 我奶奶食譜背後的故事

source: The take couldn't be saved
ar: تعذّر حفظ اللقطة
da: Optagelsen kunne ikke gemmes
de: Der Take konnte nicht gesichert werden
es: No se pudo guardar la toma
fr: Impossible d’enregistrer la prise
hi: टेक सेव नहीं हो सका
id: Take tidak bisa disimpan
it: Impossibile salvare la ripresa
ja: テイクを保存できませんでした
ko: 테이크를 저장할 수 없어요
nb: Opptaket kunne ikke lagres
nl: De opname kon niet worden opgeslagen
pt_br: Não deu para salvar o take
sv: Tagningen kunde inte sparas
th: บันทึกเทคไม่ได้
tr: Çekim kaydedilemedi
vi: Không thể lưu cảnh quay
zh_hans: 无法存储镜头
zh_hant: 無法儲存鏡頭

source: The teleprompter's text
ar: نص الملقّن
da: Teleprompterens tekst
de: Der Text des Teleprompters
es: El texto del teleprompter
fr: Le texte du téléprompteur
hi: टेलीप्रॉम्प्टर का टेक्स्ट
id: Teks teleprompter
it: Il testo del teleprompter
ja: プロンプターの文字
ko: 프롬프터의 글자
nb: Teleprompterens tekst
nl: De tekst van de teleprompter
pt_br: O texto do teleprompter
sv: Teleprompterns text
th: ข้อความในเทเลพรอมป์เตอร์
tr: Teleprompter metni
vi: Chữ trên teleprompter
zh_hans: 提词器的文字
zh_hant: 提詞機的文字

source: The text moves when you speak
ar: يتحرك النص عندما تتحدث
da: Teksten flytter sig, når du taler
de: Der Text bewegt sich, wenn du sprichst
es: El texto avanza cuando hablas
fr: Le texte avance quand vous parlez
hi: बोलने पर टेक्स्ट आगे बढ़ता है
id: Teks bergerak saat kamu berbicara
it: Il testo scorre quando parli
ja: 話すとテキストが動きます
ko: 말하면 텍스트가 움직여요
nb: Teksten beveger seg når du snakker
nl: De tekst beweegt mee als je spreekt
pt_br: O texto avança quando você fala
sv: Texten rör sig när du pratar
th: ข้อความจะเลื่อนเมื่อคุณพูด
tr: Konuştukça metin ilerler
vi: Văn bản chạy khi bạn nói
zh_hans: 你说话时文字会滚动
zh_hant: 你說話時文字會捲動

source: The twist
ar: المفاجأة
da: Vendingen
de: Die Wendung
es: El giro
fr: Le rebondissement
hi: मोड़
id: Kejutannya
it: Il colpo di scena
ja: 展開
ko: 전개
nb: Vendingen
nl: De wending
pt_br: A reviravolta
sv: Vändningen
th: จุดหักมุม
tr: Kırılma noktası
vi: Bước ngoặt
zh_hans: 转折
zh_hant: 轉折

source: The videos are removed from Cue. Copies you saved to Photos stay there.
ar: تتم إزالة الفيديوهات من Cue. تبقى النسخ التي حفظتها في الصور هناك.
da: Videoerne fjernes fra Cue. Kopier, du har gemt i Fotos, bliver der.
de: Die Videos werden aus Cue entfernt. Kopien in Fotos bleiben dort.
es: Los vídeos se quitan de Cue. Las copias que guardaste en Fotos se quedan allí.
fr: Les vidéos sont retirées de Cue. Les copies enregistrées dans Photos y restent.
hi: वीडियो Cue से हट जाते हैं। फ़ोटो में सेव की गई कॉपी वहीं रहती हैं।
id: Video-video dihapus dari Cue. Salinan yang kamu simpan di Foto tetap ada.
it: I video vengono tolti da Cue. Le copie salvate in Foto restano lì.
ja: 動画はCueから削除されます。写真に保存したコピーは残ります。
ko: 동영상들이 Cue에서 삭제돼요. 사진에 저장한 사본은 그대로 남아요.
nb: Videoene fjernes fra Cue. Kopier du har lagret i Bilder, blir der.
nl: De video’s worden uit Cue verwijderd. Kopieën die je in Foto’s hebt opgeslagen blijven daar staan.
pt_br: Os vídeos saem do Cue. As cópias que você salvou no Fotos continuam lá.
sv: Videorna tas bort från Cue. Kopior du sparat i Bilder finns kvar där.
th: วิดีโอจะถูกลบออกจาก Cue สำเนาที่บันทึกในรูปภาพยังอยู่
tr: Videolar Cue'dan kaldırılır. Fotoğraflar'a kaydettiğin kopyalar orada kalır.
vi: Các video sẽ bị xóa khỏi Cue. Các bản bạn đã lưu vào Ảnh vẫn còn đó.
zh_hans: 这些视频将从 Cue 中删除。已存储到“照片”的副本会保留。
zh_hant: 這些影片會從 Cue 中移除。你儲存到「照片」的拷貝會保留在那裡。

source: Themes
ar: المواضيع
da: Temaer
de: Themen
es: Temas
fr: Thèmes
hi: थीम
id: Tema
it: Temi
ja: テーマ
ko: 주제
nb: Temaer
nl: Thema’s
pt_br: Temas
sv: Teman
th: หัวข้อ
tr: Konular
vi: Chủ đề
zh_hans: 主题
zh_hant: 主題

source: There's no speech to compare
ar: لا يوجد كلام للمقارنة
da: Der er ingen tale at sammenligne
de: Keine Sprache zum Vergleichen
es: No hay voz que comparar
fr: Aucune parole à comparer
hi: तुलना के लिए कोई बोली नहीं
id: Tidak ada ucapan untuk dibandingkan
it: Nessun parlato da confrontare
ja: 比較する話し声がありません
ko: 비교할 말소리가 없습니다
nb: Det er ingen tale å sammenligne
nl: Er is geen spraak om te vergelijken
pt_br: Não há fala para comparar
sv: Det finns inget tal att jämföra
th: ไม่มีเสียงพูดให้เทียบ
tr: Karşılaştırılacak konuşma yok
vi: Không có lời nói để so sánh
zh_hans: 没有可对比的语音
zh_hant: 沒有可比較的語音

source: They decide the words Cue uses.
ar: هم من يحدد الكلمات التي يستخدمها Cue.
da: De bestemmer de ord, Cue bruger.
de: Sie bestimmen, welche Wörter Cue nutzt.
es: Ellos deciden las palabras que usa Cue.
fr: Ils déterminent les mots que Cue utilise.
hi: वही तय करते हैं कि Cue कौन से शब्द इस्तेमाल करे।
id: Merekalah yang menentukan kata yang dipakai Cue.
it: Decidono le parole che usa Cue.
ja: その人たちに合わせて、Cueが使う言葉が決まります。
ko: 그들에 맞춰 Cue가 쓰는 말이 정해져요.
nb: De bestemmer ordene Cue bruker.
nl: Zij bepalen de woorden die Cue gebruikt.
pt_br: Eles definem as palavras que o Cue usa.
sv: De avgör vilka ord Cue använder.
th: พวกเขาเป็นตัวกำหนดคำที่ Cue ใช้
tr: Cue’nun kullanacağı kelimeleri onlar belirler.
vi: Họ quyết định từ ngữ mà Cue dùng.
zh_hans: 他们决定 Cue 使用的措辞。
zh_hant: 它們決定 Cue 使用的字詞。

source: They said it was the most real pitch all week
ar: قالوا إنه كان أصدق عرض طوال الأسبوع
da: De sagde, at det var ugens mest ægte pitch
de: Sie sagten, es war der ehrlichste Pitch der Woche
es: Dijeron que fue la propuesta más auténtica de la semana
fr: Ils ont dit que c’était le pitch le plus sincère de la semaine
hi: उन्होंने कहा यह पूरे हफ़्ते की सबसे सच्ची पिच थी
id: Mereka bilang ini pitch paling jujur minggu ini
it: Hanno detto che era il pitch più autentico della settimana
ja: 今週いちばんリアルな提案だと言われました
ko: 이번 주 가장 진솔한 제안이었다고 했어요
nb: De sa at det var ukens mest ekte pitch
nl: Ze zeiden dat het de meest echte pitch van de week was
pt_br: Disseram que foi o pitch mais verdadeiro da semana
sv: De sa att det var veckans mest äkta pitch
th: เขาบอกว่าเป็นการพรีเซนต์ที่จริงใจที่สุดของสัปดาห์
tr: Haftanın en samimi sunumu olduğunu söylediler
vi: Họ nói đó là màn chào hàng chân thật nhất tuần
zh_hans: 他们说这是本周最真诚的提案
zh_hant: 他們說這是整週最真誠的提案

source: This callout
ar: هذا التنبيه
da: Denne callout
de: Dieser Hinweis
es: Este destacado
fr: Cet encadré
hi: यह कॉलआउट
id: Keterangan ini
it: Questo richiamo
ja: このコールアウト
ko: 이 콜아웃
nb: Denne calloutn
nl: Deze callout
pt_br: Este destaque
sv: Den här calloutn
th: ไฮไลต์นี้
tr: Bu vurgu
vi: Chú thích nổi này
zh_hans: 这个标注
zh_hant: 此重點標註

source: This camera can’t show the effect while recording. It’s added to the take after you record.
ar: لا تستطيع هذه الكاميرا عرض التأثير أثناء التسجيل. سيُضاف إلى اللقطة بعد التسجيل.
da: Dette kamera kan ikke vise effekten under optagelse. Den føjes til optagelsen efter optagelsen.
de: Diese Kamera kann den Effekt während der Aufnahme nicht zeigen. Er wird dem Take danach hinzugefügt.
es: Esta cámara no puede mostrar el efecto mientras grabas. Se añade a la toma después de grabar.
fr: Cette caméra ne peut pas montrer l’effet pendant que vous filmez. Il est ajouté à la prise ensuite.
hi: यह कैमरा रिकॉर्ड करते समय इफ़ेक्ट नहीं दिखा सकता। रिकॉर्ड करने के बाद इसे टेक में जोड़ा जाता है।
id: Kamera ini tidak bisa menampilkan efek saat merekam. Efek ditambahkan ke take setelah kamu merekam.
it: Questa fotocamera non può mostrare l’effetto mentre registri. Viene aggiunto alla ripresa dopo.
ja: このカメラでは録画中に効果を表示できません。録画後にテイクに追加されます。
ko: 이 카메라는 녹화 중에 효과를 보여줄 수 없습니다. 녹화 후 테이크에 추가됩니다.
nb: Dette kameraet kan ikke vise effekten under opptak. Den legges til opptaket etter at du har tatt opp.
nl: Deze camera kan het effect niet tonen tijdens het opnemen. Het wordt na het opnemen aan de opname toegevoegd.
pt_br: Esta câmera não consegue mostrar o efeito enquanto grava. Ele é adicionado ao take depois de gravar.
sv: Den här kameran kan inte visa effekten under inspelning. Den läggs till i tagningen efter inspelningen.
th: กล้องนี้แสดงเอฟเฟกต์ระหว่างอัดไม่ได้ จะเพิ่มลงในเทคหลังอัดเสร็จ
tr: Bu kamera kayıt sırasında efekti gösteremiyor. Kayıttan sonra çekime eklenir.
vi: Camera này không hiện được hiệu ứng khi quay. Hiệu ứng được thêm vào cảnh quay sau khi quay.
zh_hans: 此相机无法在录制时显示效果。录制后会添加到镜头中。
zh_hant: 這個相機在錄影時無法顯示效果。錄製完成後會加到鏡頭上。

source: This clip
ar: هذا المقطع
da: Dette klip
de: Dieser Clip
es: Este clip
fr: Ce clip
hi: यह क्लिप
id: Klip ini
it: Questa clip
ja: このクリップ
ko: 이 클립
nb: Dette klippet
nl: Deze clip
pt_br: Este clipe
sv: Det här klippet
th: คลิปนี้
tr: Bu klip
vi: Clip này
zh_hans: 这个片段
zh_hant: 此片段

# This clip · %@ → %@
source: This clip · %1$@ → %2$@
ar: هذا المقطع · %1$@ ← %2$@
da: Dette klip · %1$@ → %2$@
de: Dieser Clip · %1$@ → %2$@
es: Este clip · %1$@ → %2$@
fr: Ce clip · %1$@ → %2$@
hi: यह क्लिप · %1$@ → %2$@
id: Klip ini · %1$@ → %2$@
it: Questa clip · %1$@ → %2$@
ja: このクリップ · %1$@ → %2$@
ko: 이 클립 · %1$@ → %2$@
nb: Dette klippet · %1$@ → %2$@
nl: Deze clip · %1$@ → %2$@
pt_br: Este clipe · %1$@ → %2$@
sv: Det här klippet · %1$@ → %2$@
th: คลิปนี้ · %1$@ → %2$@
tr: Bu klip · %1$@ → %2$@
vi: Clip này · %1$@ → %2$@
zh_hans: 这个片段 · %1$@ → %2$@
zh_hant: 此片段 · %1$@ → %2$@

source: This clip · camera move while it plays
ar: هذا المقطع · حركة كاميرا أثناء التشغيل
da: Dette klip · kamerabevægelse, mens det afspilles
de: Dieser Clip · Kamerabewegung beim Abspielen
es: Este clip · movimiento de cámara mientras suena
fr: Ce clip · mouvement de caméra pendant la lecture
hi: यह क्लिप · चलते समय कैमरा मूव
id: Klip ini · gerakan kamera saat diputar
it: Questa clip · movimento di camera durante la riproduzione
ja: このクリップ · 再生中のカメラの動き
ko: 이 클립 · 재생 중 카메라 움직임
nb: Dette klippet · kamerabevegelse mens det spilles av
nl: Deze clip · cameraverplaatsing tijdens het afspelen
pt_br: Este clipe · movimento de câmera enquanto toca
sv: Det här klippet · kamerarörelse medan det spelas
th: คลิปนี้ · กล้องเคลื่อนขณะเล่น
tr: Bu klip · oynarken kamera hareketi
vi: Clip này · máy quay di chuyển khi phát
zh_hans: 这个片段 · 播放时的镜头运动
zh_hant: 此片段 · 播放時的鏡頭運動

source: This clip · the rest stays as it is
ar: هذا المقطع · والباقي يبقى كما هو
da: Dette klip · resten forbliver, som det er
de: Dieser Clip · der Rest bleibt, wie er ist
es: Este clip · el resto queda como está
fr: Ce clip · le reste ne change pas
hi: यह क्लिप · बाकी जैसा है वैसा रहेगा
id: Klip ini · sisanya tetap seperti semula
it: Questa clip · il resto resta com’è
ja: このクリップ · ほかはそのまま
ko: 이 클립 · 나머지는 그대로
nb: Dette klippet · resten forblir som det er
nl: Dit clipje · de rest blijft zoals het is
pt_br: Este clipe · o resto fica como está
sv: Det här klippet · resten förblir som det är
th: คลิปนี้ · ส่วนอื่นคงเดิม
tr: Bu klip · gerisi olduğu gibi kalır
vi: Clip này · phần còn lại giữ nguyên
zh_hans: 此片段 · 其余保持不变
zh_hant: 此片段 · 其餘維持不變

source: This device has no camera Cue can use.
ar: لا يحتوي هذا الجهاز على كاميرا يمكن لـ Cue استخدامها.
da: Denne enhed har intet kamera, som Cue kan bruge.
de: Dieses Gerät hat keine Kamera, die Cue nutzen kann.
es: Este dispositivo no tiene una cámara que Cue pueda usar.
fr: Cet appareil n’a pas de caméra que Cue peut utiliser.
hi: इस डिवाइस में ऐसा कैमरा नहीं जिसे Cue इस्तेमाल कर सके।
id: Perangkat ini tidak punya kamera yang bisa dipakai Cue.
it: Questo dispositivo non ha una fotocamera utilizzabile da Cue.
ja: このデバイスにはCueが使えるカメラがありません。
ko: 이 기기에는 Cue가 쓸 수 있는 카메라가 없어요.
nb: Denne enheten har ikke noe kamera Cue kan bruke.
nl: Dit apparaat heeft geen camera die Cue kan gebruiken.
pt_br: Este aparelho não tem uma câmera que o Cue possa usar.
sv: Den här enheten har ingen kamera som Cue kan använda.
th: อุปกรณ์นี้ไม่มีกล้องที่ Cue ใช้ได้
tr: Bu aygıtta Cue'nun kullanabileceği bir kamera yok.
vi: Thiết bị này không có camera Cue dùng được.
zh_hans: 这台设备没有 Cue 可用的相机。
zh_hant: 這部裝置沒有 Cue 可用的相機。

source: This device is a remote right now.
ar: هذا الجهاز يعمل كجهاز تحكم الآن.
da: Denne enhed er en fjernbetjening lige nu.
de: Dieses Gerät ist gerade eine Fernbedienung.
es: Este dispositivo es un mando ahora mismo.
fr: Cet appareil sert de télécommande en ce moment.
hi: यह डिवाइस अभी रिमोट है।
id: Perangkat ini sedang jadi remote.
it: Questo dispositivo ora è un telecomando.
ja: このデバイスは現在リモコンとして使われています。
ko: 이 기기는 지금 리모컨으로 쓰이고 있어요.
nb: Denne enheten er en fjernkontroll akkurat nå.
nl: Dit apparaat is nu een remote.
pt_br: Este aparelho é um remote agora.
sv: Den här enheten är en fjärrkontroll just nu.
th: อุปกรณ์นี้เป็นรีโมตอยู่ในขณะนี้
tr: Bu aygıt şu anda bir kumanda.
vi: Thiết bị này đang là điều khiển.
zh_hans: 这台设备现在是遥控器。
zh_hant: 這部裝置目前是遙控器。

source: This file has no text Cue can read. Scanned PDFs need text recognition first.
ar: لا يحتوي هذا الملف على نص يستطيع Cue قراءته. ملفات PDF الممسوحة تحتاج أولاً إلى التعرف على النص.
da: Denne fil har ingen tekst, som Cue kan læse. Scannede pdf’er kræver først tekstgenkendelse.
de: Diese Datei hat keinen Text, den Cue lesen kann. Gescannte PDFs brauchen zuerst eine Texterkennung.
es: Este archivo no tiene texto que Cue pueda leer. Los PDF escaneados necesitan reconocimiento de texto antes.
fr: Ce fichier n’a pas de texte lisible par Cue. Les PDF scannés doivent d’abord passer par une reconnaissance de texte.
hi: इस फ़ाइल में ऐसा टेक्स्ट नहीं जिसे Cue पढ़ सके। स्कैन किए गए PDF को पहले टेक्स्ट रिकग्निशन चाहिए।
id: File ini tidak punya teks yang bisa dibaca Cue. PDF hasil pindai perlu dikenali teksnya dulu.
it: Questo file non contiene testo leggibile da Cue. I PDF scansionati hanno prima bisogno del riconoscimento del testo.
ja: このファイルにはCueが読めるテキストがありません。スキャンしたPDFは先に文字認識が必要です。
ko: 이 파일에는 Cue가 읽을 수 있는 텍스트가 없어요. 스캔한 PDF는 먼저 텍스트 인식이 필요해요.
nb: Denne filen har ingen tekst Cue kan lese. Skannede PDF-er trenger tekstgjenkjenning først.
nl: Dit bestand bevat geen tekst die Cue kan lezen. Gescande pdf’s hebben eerst tekstherkenning nodig.
pt_br: Este arquivo não tem texto que o Cue consiga ler. PDFs escaneados precisam de reconhecimento de texto antes.
sv: Den här filen har ingen text som Cue kan läsa. Skannade PDF:er behöver först textigenkänning.
th: ไฟล์นี้ไม่มีข้อความที่ Cue อ่านได้ PDF ที่สแกนมาต้องผ่านการจดจำข้อความก่อน
tr: Bu dosyada Cue'nun okuyabileceği metin yok. Taranmış PDF'ler önce metin tanıma gerektirir.
vi: Tệp này không có văn bản Cue đọc được. PDF quét cần được nhận dạng văn bản trước.
zh_hans: 此文件没有 Cue 能读取的文字。扫描的 PDF 需要先进行文字识别。
zh_hant: 此檔案沒有 Cue 能讀取的文字。掃描的 PDF 需要先進行文字辨識。

source: This fixes it. %@. [show product]
ar: هذا يحل المشكلة. %@. [اعرض المنتج]
da: Det her løser det. %@. [vis produkt]
de: Das löst es. %@. [Produkt zeigen]
es: Esto lo soluciona. %@. [enseña el producto]
fr: Ça règle le problème. %@. [montrez le produit]
hi: यह इसे ठीक कर देता है। %@। [प्रोडक्ट दिखाएँ]
id: Ini solusinya. %@. [tunjukkan produk]
it: Questo lo risolve. %@. [mostra il prodotto]
ja: これで解決。%@。[商品を見せる]
ko: 이걸로 해결돼요. %@. [제품 보여 주기]
nb: Dette løser det. %@. [vis produkt]
nl: Dit lost het op. %@. [toon product]
pt_br: Isso resolve. %@. [mostre o produto]
sv: Det här löser det. %@. [visa produkt]
th: อันนี้แก้ได้ %@ [โชว์สินค้า]
tr: Bu sorunu çözüyor. %@. [ürünü göster]
vi: Cái này giải quyết được. %@. [cho xem sản phẩm]
zh_hans: 它能解决这个问题。%@。[展示产品]
zh_hant: 這樣就解決了。%@。[展示產品]

source: This has words Apple Intelligence won’t learn from. Bleep them (f***) or pick another example.
ar: يحتوي على كلمات لن يتعلم منها Apple Intelligence. غطِّها (f***) أو اختر مثالًا آخر.
da: Her er ord, som Apple Intelligence ikke lærer af. Bip dem (f***) eller vælg et andet eksempel.
de: Hier stehen Wörter, aus denen Apple Intelligence nicht lernt. Zensiere sie (f***) oder wähle ein anderes Beispiel.
es: Tiene palabras de las que Apple Intelligence no aprende. Tápalas (f***) o elige otro ejemplo.
fr: Il contient des mots dont Apple Intelligence n’apprendra pas. Masquez-les (f***) ou choisissez un autre exemple.
hi: इसमें ऐसे शब्द हैं जिनसे Apple Intelligence नहीं सीखेगा। उन्हें छिपाएँ (f***) या कोई और उदाहरण चुनें।
id: Ada kata yang tidak dipelajari Apple Intelligence. Sensor (f***) atau pilih contoh lain.
it: Contiene parole da cui Apple Intelligence non impara. Oscurale (f***) o scegli un altro esempio.
ja: Apple Intelligenceが学習しない言葉が含まれています。伏せ字（f***）にするか、別の例を選んでください。
ko: Apple Intelligence가 학습하지 않는 단어가 있어요. 가리거나(f***) 다른 예시를 고르세요.
nb: Her er ord som Apple Intelligence ikke lærer av. Bipp dem (f***) eller velg et annet eksempel.
nl: Hierin staan woorden waar Apple Intelligence niet van leert. Bliep ze (f***) of kies een ander voorbeeld.
pt_br: Tem palavras com as quais o Apple Intelligence não aprende. Censure-as (f***) ou escolha outro exemplo.
sv: Här finns ord som Apple Intelligence inte lär sig av. Pipa dem (f***) eller välj ett annat exempel.
th: มีคำที่ Apple Intelligence จะไม่เรียนรู้ ปิดคำเหล่านั้น (f***) หรือเลือกตัวอย่างอื่น
tr: Apple Intelligence'ın öğrenmeyeceği kelimeler var. Bunları sansürle (f***) ya da başka örnek seç.
vi: Có từ mà Apple Intelligence sẽ không học. Hãy che chúng (f***) hoặc chọn ví dụ khác.
zh_hans: 其中有 Apple Intelligence 不会学习的词。请打码（f***）或换一个示例。
zh_hant: 其中有 Apple Intelligence 不會學習的詞。請打碼（f***）或換一個範例。

source: This hook
ar: هذه الافتتاحية
da: Dette hook
de: Dieser Hook
es: Este gancho
fr: Cette accroche
hi: यह हुक
id: Hook ini
it: Questo gancio
ja: このフック
ko: 이 훅
nb: Denne hooken
nl: Deze hook
pt_br: Este gancho
sv: Den här hooken
th: ฮุกนี้
tr: Bu kanca
vi: Hook này
zh_hans: 这个钩子
zh_hant: 此開場鉤子
